{
  "page": {
    "title": "Next.js i18n 示例",
    "desc": "搞懂 Next.js 实现 i18n 国际化多语言(基于App Router)"
  },
  "home": {
    "title": "你好, Next.js i18n",
    "desc": "这是一个 Next.js i18n 示例"
  },
  "feedback": {
    "review1": {
      "customer": "日本冲绳县 喜友名 63岁 饮用时间15年以上",
      "review": "为了美容也要一直饮用。每天饮用万寿之露，感觉很有劲不会累，不仅健康，我还惊奇地发现有美容的效果。总被朋友说我看起来很年轻，皮肤光滑头发顺溜。从现在开始，这个事情变得越来越必须了，就是要健康。各种自然的馈赠和灵活应用之后的自然、有机的方法被更广泛的需求吧！"
    },
    "review2": {
      "customer": "日本崎县 田嶋夏江 64岁 饮用时间10年",
      "review": "我自己这十多年里，一直不断地每天早上饮用万寿之露，托万寿之露的福，感觉健康了"
    },
    "review3": {
      "customer": "日本崎玉县 伊藤登志惠 67岁 饮用时间半年",
      "review": "万寿之露是在别人介绍了以后我才开始饮用的。瓶子别緻的设计吸引了我，再加上我对冲绳食品的兴趣，让我们不期而遇，我就这样喜欢上了。我的健康没有什麽问题，但是每天早上一定要喝上10ml万寿之露了，已经养成了喝水的习惯了。经历了饮用一种饮品，居然让我的生活习惯变得更加健康真是太好了。和三个孙辈一起玩，继续坚持了20年的达摩绘，我还有一大堆想做的事情呢，要坚持做我想做的事情就要有健康的身体，所以我选择了万寿之露。托万寿之露的福，让我感到精力旺盛。让我的身体保持自然健康，这正是万寿之露的魅力所在。每天饮用很多营养品的人们，我向你们郑重推荐万寿之露，一定去试一试。"
    },

    "review4": {
      "customer": "日本冲绳县 金城也一 41岁 饮用时间4年",
      "review": "万寿之露的功力一定要喝了以后才会真正体会到。万寿之露是医生推荐了以后我才知道的。身体感到变化是在喝了一个月以后才发现的。 首先是每天早上醒来以后觉得整个人都整人个人都神清气爽了。其后，实际上也有一段时间没有再坚持饮用万寿之露，身体又开始变得极易疲劳，这时又让我想起了万寿之露。从此以后，我每天早、晚各饮用10ml的万寿之露原液。我的爱好是慢跑，喝了万寿之露以后，第二天可以完全没有前一天留下的疲乏而投入工作，身体完全没有了倦怠的感觉，以前一直让我烦恼的腰痛也逐渐好了很多。看到我精神百倍的样子，很多同事、朋友都开始学我，喝起了万寿之露，如果哪一位对万寿之露感兴趣，我劝您一定要喝上一个月再说。像我这样，睡觉好了，身体不再容易疲惫，喝了一个月以后您再慢慢体会一下，您自己的身体一定会有感觉的，您可以来试一试。"
    },

    "review5": {
      "customer": "福冈县  男性  73岁   每日15ml",
      "review": "饮用万寿之露一年，每天吃得好排得畅，很舒服。我会继续饮用万寿之露。"
    },
    "review6": {
      "customer": "滋贺县 女性 60岁 饮用10年 每日10ml",
      "review": "两个人一起有精神的生活。10年前，最开始只有我一个人喝，喝了3个月，老公发现我脸色好了，人也有精神，于是老公也开始喝。能有两个人一起的有精神的生活，是托了万寿之露的福。"
    },
    "review7": {
      "customer": "京都府 女性 70岁 饮用9年 每日10ml",
      "review": "本来一直饮用，中途停服了一年，就有感觉，于是再继续饮用。"
    },
    "review8": {
      "customer": "德岛县 女性 30岁 饮用1年 每日15-20ml",
      "review": "一年间的饮用，经历了怀孕、生产，没有停止饮用，每天都很精神，感觉有力量，生活非常好。"
    },
    "review9": {
      "custsomer": "宫崎县 女性 饮用15年 每日15-20ml",
      "review": "自己的身体自己最清楚，为了和孙一起玩．．．真心感谢万寿之露，今后也请多关照。为了遇见万寿之露乾杯吧！"
    },
    "review10": {
      "customer": "茨城县 女性 饮用13年 每日不定量",
      "review": "1997年开始饮用万寿之露，妈妈一个月喝两瓶，我每3天从网上买一瓶，一下子买了20瓶。一直坚持饮用， 只要买得到会喝一辈子。"
    },
    "review11": {
      "customer": "东京都 女性 65岁 饮用6个月 每日20-30ml",
      "review": "每天和猫咪一起喝。睡眠变好，感觉很适合自己。每天还给两隻滴2-3滴，混在水里喝。在猫闹肚子的时候很管用，它吃宠物医院的药会吐出来。现在两隻猫食慾都很好。"
    },
    "review12": {
      "customer": "爱知县 女性 67岁 每日10-20ml",
      "review": "万寿之露便携装，不用计量很方便。每天饮用1-2袋便携装，感觉身轻体健，对身体管理很有自信。"
    },
    "review13": {
      "customer": "冲绳县 女性 饮用10年 每日不定量",
      "review": "今年没有去医院，我觉得是因为喝了地道的万寿之露。妈妈说她喝了万寿之露后口臭没了。今后还会推荐周围的人饮用。"
    },
    "review14": {
      "customer": "广岛县 女性 饮用1年2个月 每日10ml",
      "review": "换过其他健康食品，效果不如万寿之露理想。"
    },
    "review15": {
      "customer": "岐阜县 女性 饮用1个月",
      "review": "从开始喝万寿之露到现在已经一个月了。托它的福我的身体状况变得真的很好。皮肤也变得更加光滑。以前凹凸斑点清爽的消失了。整个脸都水润润的。大家说我的皮肤真好，细纹和斑点都没有，我很骄傲。这个秘密告诉了所有朋友。"
    },
    "review16": {
      "customer": "岐阜县 女性 饮用1年",
      "review": "从开始喝万寿之露到现在已经一年了。皮肤变得更加光滑。整个脸人润润的。大家说我的皮肤真好，我很开心。这个秘密告诉了所有朋友。"
    }
  }
}
