{
	"page": {
		"title": "Next.js i18n 範例",
		"desc": "搞懂 Next.js實現 i18n 國際化多語言(基於App Router)"
	},
	"home": {
		"title": "你好, Next.js i18n",
		"desc": "這是一個 Next.js i18n 範例"
	},
	"feedback": {
		"review1": {
			"customer": "日本沖繩縣 喜友名 63歲 飲用時間15年以上",
			"review": "為了美容也要一直飲用。每天飲用“萬壽之露”，感覺很有勁不會累，不僅健康，我還驚奇地發現有美容的效果。總被朋友說我看起來很年輕，皮膚光滑頭發順溜。從現在開始，這個事情變得越來越必須了，就是要健康。各種自然的饋贈和靈活應用之後的自然、有機的方法被更廣泛的需求吧！ "
		},
		"review2": {
			"customer": "日本崎縣  田嶋夏江  64歲  飲用時間10年",
			"review": "我自己這十多年裏，一直不斷地每天早上飲用萬壽之露，托萬壽之露的福，感覺健康了"
		},
		"review3": {
			"customer": "日本崎玉縣 伊藤登志惠 67歲 飲用時間半年",
			"review": "萬壽之露是在別人介紹了以後我才開始飲用的。瓶子別緻的設計吸引了我，再加上我對沖繩食品的興趣，讓我們不期而遇，我就這樣喜歡上了。我的健康沒有什麼問題，但是每天早上一定要喝上10ml萬壽之露了，已經養成了喝水的習慣了。經歷了飲用一種飲品，居然讓我的生活習慣變得更加健康真是太好了。和三個孫輩一起玩，繼續堅持了20年的達摩繪，我還有一大堆想做的事情呢，要堅持做我想做的事情就要有健康的身體，所以我選擇了萬壽之露。托萬壽之露的福，讓我感到精力旺盛。讓我的身體保持自然健康，這正是萬壽之露的魅力所在。每天飲用很多營養品的人們，我向你們鄭重推薦萬壽之露，一定去試一試。"
		},

		"review4": {
			"customer": "日本沖繩縣 金城也一 41歲 飲用時間4年",
			"review": "萬壽之露的功力一定要喝了以後才會真正體會到。萬壽之露是醫生推薦了以後我才知道的。身體感到變化是在喝了一個月以後才發現的。 首先是每天早上醒來以後覺得整個人都整人個人都神清氣爽了。其後，實際上也有一段時間沒有再堅持飲用萬壽之露，身體又開始變得極易疲勞，這時又讓我想起了萬壽之露。從此以後，我每天早、晚各飲用10ml的萬壽之露原液。我的愛好是慢跑，喝了萬壽之露以後，第二天可以完全沒有前一天留下的疲乏而投入工作，身體完全沒有了倦怠的感覺，以前一直讓我煩惱的腰痛也逐漸好了很多。看到我精神百倍的樣子，很多同事、朋友都開始學我，喝起了萬壽之露，如果哪一位對萬壽之露感興趣，我勸您一定要喝上一個月再說。像我這樣，睡覺好了，身體不再容易疲憊，喝了一個月以後您再慢慢體會一下，您自己的身體一定會有感覺的，您可以來試一試。"
		},

		"review5": {
			"customer": "福岡縣  男性  73歲   每日15ml",
			"review": "飲用萬壽之露一年，每天吃得好排得暢，很舒服。我會繼續飲用萬壽之露。 "
		},
		"review6": {
			"customer": "滋賀縣  女性60  歲飲用10 年 每日10ml",
			"review": "兩個人一起有精神的生活。10年前，最開漿只有我一個人喝，喝了3個月，老公發現我臉色好了，人也有精神，於是老公也開始喝。能有兩個人一起的有精神的生活，是托了萬壽之露的福。"
		},
		"review7": {
			"customer": "京都府 女性 70歲 飲用9年 每日10ml",
			"review": "本來一直飲用，中途停服了一年，就有感覺，於是再繼續飲用。"
		},
		"review8": {
			"customer": "德島縣 女性 30歲 飲用1年 每日15-20ml",
			"review": "一年間的飲用，經歷了懷孕、生產，沒有停止飲用，每天都很精神，感覺有力量，生活非常好。"
		},
		"review9": {
			"custsomer": "宮崎縣 女性 飲用15年 每日15-20ml",
			"review": "自己的身體自己最清楚，為了和孫一起玩．．．真心感謝萬壽之露，今後也請多關照。為了遇見萬壽之露乾杯吧！"
		},
		"review10": {
			"customer": "茨城縣 女性 飲用13年 每日不定量",
			"review": "1997年開始飲用萬壽之露，媽媽一個月喝兩瓶，我每3天從網上買一瓶，一下子買了20瓶。一直堅持飲用， 只要買得到會喝一輩子。"
		},
		"review11": {
			"customer": "東京都  女性  65歲  飲用6個月  每日20-30ml",
			"review": "每天和貓咪一起喝。睡眠變好，感覺很適合自己。每天還給兩隻滴2-3滴，混在水裏喝。在貓鬧肚子的時候很管用，它吃寵物醫院的藥會吐出來。現在兩隻貓食慾都很好。"
		},
		"review12": {
			"customer": "愛知縣 女性 67歲 每日10-20ml",
			"review": "萬壽之露便攜裝，不用計量很方便。每天飲用1-2袋便攜裝，感覺身輕體健，對身體管理很有自信。"
		},
		"review13": {
			"customer": "沖繩縣 女性 飲用10年 每日不定量",
			"review": "今年沒有去醫院，我覺得是因為喝了地道的萬壽之露。媽媽說她喝了萬壽之露後口臭沒了。今後還會推薦周圍的人飲用。"
		},
		"review14": {
			"customer": "廣島縣 女性 飲用1年2個月 每日10ml",
			"review": "換過其他健康食品，效果不如萬壽之露理想"
		},
		"review15": {
			"customer": "岐阜縣 女性 飲用1個月",
			"review": "從開始喝萬壽之露到現在已經一個月了。托它的福我的身體狀況變得真的很好。皮膚也變得更加光滑。以前凹凸斑點清爽的消失了。整個臉都水潤潤的。大家說我的皮膚真好，細紋和斑點都沒有，我很驕傲。這個秘密告訴了所有朋友。"
		},
		"review16": {
			"customer": "岐阜縣 女性 飲用1年",
			"review": "從開始喝萬壽之露到現在已經一年了。皮膚變得更加光滑。整個臉人潤潤的。大家說我的皮膚真好，我很開心。這個秘密告訴了所有朋友。 "
		}
	}
}
