{
  "page": {
    "title": "Next.js i18n 範例",
    "desc": "搞懂 Next.js實現 i18n 國際化多語言(基於App Router)"
  },
  "home": {
    "title": "你好, Next.js i18n",
    "desc": "這是一個 Next.js i18n 範例"
  },
  "knowledge": {
    "knowledge1": {
      "title": "衰老的過程就是氧化的過程",
      "description": "形成一個惡性循環",
      "content": "據報道在50歲左右的時候， 人體內自由基攻擊細胞所造的損傷，約有30%轉化為衰老變性的有害物質。",
      "complementary": "*自由基是機體氧化反應中產生的有害化合物"
    },
    "knowledge2": {
      "title": "全面清點有什麼威脅了我們的健康",
      "content": [
        "食品污染：可能導致炎症或感染的有害物質",
        "添加劑：某些食品添加劑可能對健康有害",
        "吸煙與二手煙：吸煙和二手煙增加多種疾病風險",
        "空氣污染：空氣中的有害物質影響呼吸系統",
        "過量飲酒：過度飲酒會損害肝臟和其他器官，並增加多種疾病的風險",
        "汽車尾氣：汽車排放的廢氣含有多種有害物質，長期接觸可能導致健康問題",
        "激烈運動：過度運動可能導致身體損傷",
        "水污染：污染水源中的病原體和化學物質對健康有威脅",
        "吸入高氧：過量吸入高濃度氧氣可能損害肺部",
        "化學污染：生活環境中的化學物質對健康有影響",
        "放射線照射：長期暴露於放射線中增加健康風險",
        "農藥與化肥：殘留的農藥和化肥可能危害健康",
        "電腦輻射：長時間使用電子設備影響眼睛和神經系統",
        "藥劑等化學物質：日常接觸的藥物可能有副作用",
        "壓力與精神緊張：長期壓力影響免疫系統",
        "抗生素：不當使用抗生素可能導致抗藥性細菌"
      ],
      "complementary": "這些因素都可能導致體內產生更多的活性氧和自由基，進而損害細胞，導致各種健康問題"
    },
    "knowledge3": {
      "title": "萬壽之露是什麼",
      "content": "萬壽之露是一種由發酵而成的抗氧化飲品，富含健康成分PAC。其原料包括：有機農場栽培的青木瓜、北陸產的玄米、北陸產的米糠、北海道產的海帶以及沖繩產的海藻。在發酵方面，使用了有益的微生物群，如酵母和乳酸菌等。這一過程經歷了六個月的五個階段發酵，並且經過一年以上的熟成。經過23年的技術積累，成功催生了健康成分PAC。在製作過程中，遵循ISO9001標準，並進行了細緻的品質管理，確保產品的高品質。"
    },
    "knowledge4": {
      "title": "健康成分PAC是什麼",
      "content": "PAC是糖和氨基化合物（氨基酸或肽）緊密結合的琥珀色食物纖維狀物質。侵害細胞的活性氧會被PAC吞噬掉，沒有了活性氧，細胞就會健康成長。PAC能減少活性氧並提高細胞的抗損害能力。"
    },
    "knowledge5": {
      "title": "抗氧化的概念",
      "description": "抗氧化是防止細胞受到氧化損傷的過程，主要透過中和自由基來保護身體健康。",
      "subTitle1": "體內的抗氧化系統",
      "subDescription1": "我們的身體擁有天然的酶類抗氧化系統，這些系統包括多種酶類，能有效對抗氧化壓力。主要的抗氧化酶包括：",
      "content1": [
        "超氧化物歧化酶（SOD）：轉化超氧化物為過氧化氫。",
        "過氧化氫酶：將過氧化氫分解為水和氧。",
        "谷胱甘肽過氧化酶：還原過氧化物，保護細胞。"
      ],
      "subTitle2": "外部抗氧化物質",
      "subDescription2": "我們也可以通過飲食獲取抗氧化物質，主要來源於水果和蔬菜。主要抗氧化物質：",
      "content2": [
        "維生素C：水溶性抗氧化劑，能中和自由基。",
        "維生素E：脂溶性抗氧化劑，保護細胞膜。",
        "類胡蘿蔔素：如β-胡蘿蔔素和番茄紅素，具有強大的抗氧化能力。"
      ]
    },
    "knowledge6": {
      "title": "氧化損傷無處不在",
      "content": "氧化損傷是一種由活性氧引起的細胞損害現象，這些活性氧是在我們進行有氧呼吸時產生的。氧氣是生命的基礎，細胞依賴氧氣產生能量，但在這一過程中，活性氧的產生也隨之增加。雖然活性氧在正常生理過程中具有重要作用，例如參與免疫反應和細胞信號傳導，但當其產生過量時，便會導致氧化壓力，損害細胞。這種損傷不僅影響細胞的正常功能，還可能引發衰老和多種疾病。"
    }
  }
}
